{"messages":["@youredamned @JoeUnseen What are the non-scientific, non-anecdotal reasons to abandon religion? #atheism","In fact, if you're truly a skeptic, how can you ever declare that you KNOW that God doesn't exist or you KNOW the Bible isn't His Word?","@jablomih It is perfectly fine to ignore anyone's arguments, including yours.","@youredamned @JoeUnseen What are the non-scientific, non-anecdotal reasons to abandon religion? #atheism","In fact, if you're truly a skeptic, how can you ever declare that you KNOW that God doesn't exist or you KNOW the Bible isn't His Word?","@jablomih It is perfectly fine to ignore anyone's arguments, including yours.","Why do atheists get so touchy and upset and offended if you don't go by the exact Oxford Dictionary definition of #atheism ?","RT @seonf: #boycottcoke it's \"freedom fries\" all over again. Don't these ppl realize the rest of the world laughs at them?","RT @InYourBible: You have been saved as a favor through faith. This doesn’t come from yourselves. It’s God’s gift - Ephesians 2:8","RT @DeanoMartino1: \"@AnnotatedBible Atheists make zero claims?\"\n\nIn the context of the supernatural, no. We lack belief in it due to no evi…","When I retweet or quote something, it doesn't always mean I approve it, it just means I want you to see it, and give your opinions. #atheism","RT @CiroGalli: @AnnotatedBible @cjbanning @a757hokie It WOULD be a natural explanation. But it's not a explanation. Maybe somewhere around …","RT @albertmohler: New: \"Bill Nye's Reasonable Man: The Central Worldview Clash of the Ham - Nye Debate.\" http:\/\/t.co\/Cq6kUGYvTJ","Stop for a moment, and compare \"Hasty Generalization,\" \"Guilt By Association\" against \"No True Scotsman.\"\n\n#LogicalFallacies #atheism","@youredamned @JoeUnseen What are the non-scientific, non-anecdotal reasons to abandon religion? #atheism","In fact, if you're truly a skeptic, how can you ever declare that you KNOW that God doesn't exist or you KNOW the Bible isn't His Word?","@jablomih It is perfectly fine to ignore anyone's arguments, including yours."],"messages_no":17,"bad_words":[],"bad_words_no":3,"weight":0,"location":[],"friends":[1,2,3,4]}