{"messages":["Egypt: 29 killed in clashes on 3rd anniversary of uprising - CAIRO — Rival rallies kicked off here Saturday on... http:\/\/t.co\/J0PFkvu3Zj","Knox Co-Defendant Sollecito Travelled to Austria - http:\/\/t.co\/zm7Kliq1f0 http:\/\/t.co\/vyVx9SdLfT","Qaeda-inspired group claims Egypt attacks - monitoring service -  DUBAI (Reuters) - An al Qaeda-inspired group... http:\/\/t.co\/MFivbODv2K","Brain-dead Texas woman taken off ventilator -  Fort Worth, Texas (CNN) -- A wrenching court fight --... http:\/\/t.co\/7y3k6kpbK9\n #FortWorth","Florida pot advocates collect enough signatures for a ballot initiative -  A campaign to put a medical marijuana... http:\/\/t.co\/vWjTgM120g","\"Wolves of Bitcoin\" Figured Out a Nice Little Pump-And-Dump Scheme http:\/\/t.co\/gRLvynzEBL","Police ID assailant in Columbia mall shooting - McMahon... http:\/\/t.co\/4zRrrsnpUW\n #CarolMorello #JennaJohnson #LoriAratani #VictoriaSt","Video: The Last Week of January News In Review http:\/\/t.co\/uEVkXAz6Yn","Ted Cruz gripes that ‘folks in the media’ still blame him for government... http:\/\/t.co\/rQAJ71Fviy\n #governmentshutdown #TedCruz","Victim’s family still waiting for truth after Amanda Knox murder conviction -  The family of... http:\/\/t.co\/rYXi1i120E\n #AmandaKnox","Winter storm cripples the South -  ATLANTA (AP) — The mad rush began at the first sight of snow: Across the... http:\/\/t.co\/HagBvP0aWQ","UPDATE 4-Gov. Christie 'Bridgegate' scandal flares up with new letter -  By Edith Honan and Chris FrancescaniNEW... http:\/\/t.co\/ULrYK0cCbz","UPDATE 2-Waxman, leading liberal, to retire from US Congress -  * Waxman helped draft Obama (Soetoro)care\n*... http:\/\/t.co\/WxBxTJw5UC","Boston Marathon bombing: US seeks death penalty for Dzhokhar Tsarnaev (+ ... -  US Attorney General Eric Holder... http:\/\/t.co\/mglyYdWyjR","Indiana woman admits to selling baby and toddler eight times for sex -  Steal this story ... LEGALLY\nAn Indiana... http:\/\/t.co\/fTUPFCgqEL","Report: Today The Day They Find Out You’re A Fraud - WASHINGTON—While experts agree you’ve been remarkably... http:\/\/t.co\/TcWmzwNggA","Grammys 2014: What did you think of the Grammys? Let's discuss -  Join Los Angeles Times in a Hangout on Air to... http:\/\/t.co\/SD2QhsHsSI","#UPDATE 5-Missouri executes killer after top court denies appeals -  (Adds details on... http:\/\/t.co\/DEqZ1QTBzO\n #SupremeCourt","House passes farm bill preserving crop subsidies -  ADVERTISEMENT The House on Wednesday approved a nearly $100... http:\/\/t.co\/pC5qxlAvR4","Dissident Cuban blogger plans to launch digital paper -  Dissident Cuban blogger Yoani Sanchez said she plans to... http:\/\/t.co\/Oj2MpjRxFv","Poll: Forty percent would steer kids away from football - A young football player lines up on defense during a... http:\/\/t.co\/4aqPQsCMLY","Exclusive: Chris Christie attacks N.Y. Times, David Wildstein -  New Jersey Gov.... http:\/\/t.co\/dOGytO2sCi\n #ChrisChristie #DavidWildstein","Next Iran nuclear talks set for Feb. 18 in Vienna -  World powers will hold their next talks on Tehran’s... http:\/\/t.co\/r8urLunH6Q","American Voices: Study: Liberals Drink More Than Conservatives - 910A study published in the Journal of Wine... http:\/\/t.co\/PP0Q8mO6iw","GOP prepares to challenge Obama (Soetoro) on unilateral action, debt ceiling -  President Obama (Soetoro) seems... http:\/\/t.co\/OJs4X61WyL","Super Bowl 2014 live: Seattle lowers the boom on Denver, 43-8 - http:\/\/t.co\/hGf0cy4vfP"],"messages_no":26,"bad_words":[],"bad_words_no":0,"weight":0,"location":[]}